tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "aspell"
brew "awscli"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fish"
brew "ghq"
brew "git"
brew "go"
brew "graphviz"
brew "mysql"
brew "node"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "tig"
brew "tmux"
brew "yarn"
brew "zsh"
cask "google-cloud-sdk"
cask "sequel-pro-nightly"
