tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
cask "osxfuse"
tap "yt-dlp/taps"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "aspell"
brew "autossh"
brew "awscli"
brew "cocoapods"
brew "curl"
brew "ext4fuse"
brew "f3"
brew "fdupes"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "make"
brew "mas"
brew "minio-mc"
brew "mozjpeg"
brew "protobuf"
brew "mysql"
brew "nkf"
brew "nmap"
brew "openjdk"
brew "p7zip"
brew "peco"
brew "pinentry-mac"
brew "redpen"
brew "rename"
brew "sbt"
brew "scala"
brew "scrcpy"
brew "shellcheck"
brew "sshfs"
brew "sshuttle"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watchman"
brew "xpdf"
brew "youtube-dl"
brew "yt-dlp/taps/yt-dlp"
cask "android-file-transfer"
cask "background-music"
cask "calibre"
cask "discord"
cask "docker"
cask "emacs"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "kindle"
cask "loupedeck"
cask "melonbooksviewer"
cask "obs"
cask "phantomjs"
cask "sequel-ace"
cask "skitch"
cask "slack-beta"
cask "stack-stack"
cask "steam"
cask "sync"
cask "vivaldi"
cask "vlc"
cask "vpn-by-google-one"
cask "xquartz"
mas "Microsoft Remote Desktop", id: 1295203466
