tap "homebrew/command-not-found"
tap "ynqa/tap"
tap "yt-dlp/taps"
brew "shellcheck"
brew "aria2"
brew "aspell"
brew "autossh"
brew "awscli"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "f3"
brew "fdupes"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "graphviz"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "make"
brew "mas"
brew "minio-mc"
brew "mise"
brew "mozjpeg"
brew "protobuf"
brew "mysql"
brew "nkf"
brew "nmap"
brew "openjdk"
brew "p7zip"
brew "peco"
brew "pinentry-mac"
brew "redpen"
brew "rename"
brew "sbt"
brew "scala"
brew "scrcpy"
brew "sshuttle"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watchman"
brew "xpdf"
brew "yt-dlp"
brew "ynqa/tap/jnv"
cask "android-file-transfer"
cask "android-platform-tools"
cask "arc"
cask "background-music"
cask "battery"
cask "brave-browser"
cask "calibre"
cask "claude-code@latest"
cask "coderabbit"
cask "codex"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "emacs-app"
cask "gcloud-cli"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keepassxc"
cask "kindle"
cask "loupedeck"
cask "melonbooksviewer"
cask "obs"
cask "obsidian"
cask "phantomjs"
cask "raycast"
cask "sequel-ace"
cask "skitch"
cask "slack@beta"
cask "steam"
cask "sync"
cask "visual-studio-code@insiders"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "windsurf"
cask "xquartz"
mas "Windows App", id: 1295203466
