tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
cask "osxfuse"
brew "aspell"
brew "awscli"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fdupes"
brew "findutils"
brew "fish"
brew "ghq"
brew "git"
brew "go"
brew "graphviz"
brew "make"
brew "mysql"
brew "node"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "redpen"
brew "rename"
brew "sshfs"
brew "sshuttle"
brew "telnet"
brew "tig"
brew "tmux"
brew "wakeonlan"
brew "yarn"
brew "zsh"
cask "android-file-transfer"
cask "emacs"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "java"
cask "jetbrains-toolbox"
cask "sequel-pro-nightly"
cask "skitch"
cask "slack-beta"
cask "vlc"
